Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uusi_niga_1_-_digibargobihtat_julkaistu.html.tmx
Source language: fin
Languages: sme

source: Uusi Nigá 1 – DigiBargobihtát julkaistu
sme: Ođđa Nigá 1 – DigiBargobihtát almmustahtton

source: Nigá 1 – DigiBargobihtát (su. DigiTehtävät) on oppimateriaali, jonka tarkoituksena on johdattaa oppilaat lukemisen maailmaan erilaisten tehtävien avulla.
sme: Nigá 1 – DigiBargobihtát lea oahppomateriála, man ulbmilin lea láidet oahppiid lohkama máilbmái iešguđegelágan bargobihtáid bokte.

source: DigiBargobihtát pohjautuu Jávrri-Juhán Niillaksen taikka Niilo Aikion kirjoittamaan Nigá novellikokoelmaan 1 .
sme: DigiBargobihtát vuođđuduvvet Jávrri-Juhán Niillasa dahjege Niilo Aikio čállin Nigá noveallačoakkáldahkii 1 .

source: Kirjan voi myös kuunnella äänikirjana .
sme: Girjji sáhttá maid guldalit jietnagirjin .

source: Molemmat voi ostaa Saamelaiskäräjien verkkokaupasta.
sme: Guktuid sáhttá oastit Sámedikki fierbmegávppis.

source: Novellit kertovat Nigá-nimisen saamelaispojan lapsuus- ja nuoruusajan tapahtumista, jotka ajoittuvat 1940–50-luvuille.
sme: Noveallat muitalit Nigá-nammasaš sámegándda mánná- ja nuorravuođa dáhpáhusaid birra, mat sajáiduvvet 1940–50-loguide.

source: Kirjan 25 novellin pohjalla on saamelaisperheen elämän tositapahtumia, kun perhe hankkii elantonsa metsästämällä ja kalastamalla pienessä tunturikylässä.
sme: Girjji 25 novealla vuođđun leat sámebearraša duohta eallindáhpáhusat, go bearaš háhká birgenlágiset meahcce- ja guollebivddus smávva duottargilážis.

source: Oppimateriaali sisältää
sme: Oahppomateriála sisttisdoallá

source: tehtäviä, jotka sopivat kaikkiin novelleihin.
sme: bargobihtáid, mat heivejit juohke novellii.

source: Osio sisältää piirtämistä ja askartelutehtäviä, ja sopii erityisesti pienemmille oppilaille.
sme: Oassi sisttisdoallá sárgun- ja buđaldanbargobihtáid, ja heive earenoamážit unnit oahppiide.

source: monipuolisia novellitehtäviä, jotka pohjautuvat tiettyihin novelleihin: oppilas pääsee etsimään synonyymeja, sukulaisnimityksiä ja verbejä tai laatimaan oman sukupuunsa.
sme: noveallabargobihtáid , mat čuvvot vissis noveallaid ja leat hui iešguđegeláganat: oahppi beassá ohcat synonymaid, fuolkenamahusaid ja vearbbaid dahje ráhkadit iežas sohkamuora.

source: lukemisen jälkeisiä tehtäviä, joissa oppilas pääsee pohtimaan kirjan tapahtumia omin sanoin.
sme: bargobihtáid lohkama maŋŋá, main oahppi beassá suokkardallat girjji dáhpáhusaid iežas sániiguin.

source: novellianalyysin, joka sopii erityisesti yläkoulun ja lukion oppilaille.
sme: noveallaanalysa, mii heive erenoamážit badjeskuvlla ja logahaga oahppiide.

source: Tehtävät: Gabriela Satokangas
sme: Bargobihtát: Gabriela Satokangas

source: Työryhmä: Arla Magga, Marita Aikio
sme: Bargojoavku: Arla Magga, Marita Aikio

source: Digitaalinen suunnittelu ja toteutus: Unni Länsman
sme: Digitála čovdosat ja hábmen: Unni Länsman

source: Linkki materiaaliin: https://saamelaiskarajat-frame.cloubi.fi/web/site-2595268/state-jurdmobqgercytzr/front-page
sme: Liŋka materiálii: https://saamelaiskarajat-frame.cloubi.fi/web/site-2595268/state-jurdmobqgercytzr/front-page

source: Oppimateriaalin tuottamista on tukenut Utsjoen kunnan ja Saamelaiskäräjien yhteinen Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke .
sme: Oahppomateriála buvttadeami lea dorjon Ohcejoga gieldda ja Sámedikki oktasaš Sámegielaid gáiddusoahpahusa pilohttaprošeakta .

source: Oppimateriaali käännetään ja sovitetaan myöhemmin myös inarin- ja koltansaameksi.
sme: Oahppomateriála almmustahttojuvvo ja heivehuvvo maŋŋelabbos maid anáraš- ja nuortalašgillii.
